[
"A jug fills drop by drop. - Buddha",
"Peace comes from within. Do not seek it without. - Buddha",
"There are only two mistakes one can make along the road to truth: not going all the way, and not starting. - Buddha",
"He who does evil suffers in this world and the next. He who does good rejoices in this world and the next. - Buddha",
"If we open our hands, we can receive everything. If we are empty, we can contain the Universe. - Buddha",
"Do not believe anything, no matter where you read it or who said it, unless it agrees with your own reason and common sense. - Buddha",
"There is no path to happiness: happiness is the path. - Buddha",
"The secret of health for both mind and body is not to mourn for the past, nor to worry about the future, but to live the present moment wisely and earnestly. - Buddha",
"You will not be punished for your anger, you will be punished by your anger. - Buddha",
"Change is never painful. Only resistance to change is painful. - Buddha",
"He is not richer who has more, but he who needs less. - Buddha",
"Pain is certain, suffering is optional. - Buddha",
"Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment. - Buddha",
"A friend is not the one who wipes your tears, but the one who prevents you from shedding them. - Buddha",
"True love is born from understanding. - Buddha",
"There is no fire like passion, no shark like hatred, no snare like folly, no torrent like greed. - Buddha",
"Change is never painful. Only resistance to change is painful. - Buddha",
"The depth of love creates an ocean around you and you become an island. - Buddha",
"You cannot travel the path until you have become the path itself. - Buddha",
"Your work is to discover your work and then with all your heart to give yourself to it. - Buddha",
"There is no meditation without wisdom, and there is no wisdom without meditation. When a man has meditated and is wise, then he is indeed close to Nirvana. - Buddha",
"No matter how many good words you read and speak, what good will they do you if you do not act upon them? - Buddha",
"Words have the power to destroy and create. When words are both true and kind, they can change the world. - Buddha",
"Neither fire nor wind, birth nor death can erase our good deeds. - Buddha",
"There is nothing permanent except change. - Buddha",
"The carpenter bends the wood, the archer shapes the arrow, the wise man shapes himself. - Buddha",
"No living thing should be killed, not the smallest animal or insect. - Buddha"
]
